
/* Class = "UINavigationItem"; title = "Authentication"; ObjectID = "0Nb-li-Q0V"; */
"0Nb-li-Q0V.title" = "Authentication";

/* Class = "UILabel"; text = "Infres 7"; ObjectID = "2cJ-Ay-hQx"; */
"2cJ-Ay-hQx.text" = "Infres 7";

/* Class = "UITextField"; placeholder = "Minor"; ObjectID = "3JQ-LN-C6C"; */
"3JQ-LN-C6C.placeholder" = "Minor";

/* Class = "UITextField"; placeholder = "Formation"; ObjectID = "5U2-dU-XU5"; */
"5U2-dU-XU5.placeholder" = "Formation";

/* Class = "UIButton"; normalTitle = "Add the room"; ObjectID = "6NH-kc-bKi"; */
"6NH-kc-bKi.normalTitle" = "Add the room";

/* Class = "UITextField"; placeholder = "School ID"; ObjectID = "Alo-w3-PFV"; */
"Alo-w3-PFV.placeholder" = "School ID";

/* Class = "UILabel"; text = "See who is inside "; ObjectID = "BoO-Tt-Qbs"; */
"BoO-Tt-Qbs.text" = "See who is inside ";

/* Class = "UILabel"; text = "Tap to change"; ObjectID = "Bx2-Dh-P3q"; */
"Bx2-Dh-P3q.text" = "Tap to change";

/* Class = "UIButton"; normalTitle = "Get started"; ObjectID = "Cpj-xd-NpE"; */
"Cpj-xd-NpE.normalTitle" = "Get started";

/* Class = "UINavigationItem"; title = "Profile"; ObjectID = "Dcd-3Y-M3j"; */
"Dcd-3Y-M3j.title" = "Profile";

/* Class = "UILabel"; text = "See if the room is occuped and if your classmate are inside. "; ObjectID = "GDy-bH-Xb5"; */
"GDy-bH-Xb5.text" = "See if the room is occuped and if your classmate are inside. ";

/* Class = "UILabel"; text = "No persons found for this room."; ObjectID = "HhD-DA-kg4"; */
"HhD-DA-kg4.text" = "No persons found for this room.";

/* Class = "UITextField"; placeholder = "Major"; ObjectID = "Iho-pW-n4a"; */
"Iho-pW-n4a.placeholder" = "Major";

/* Class = "UILabel"; text = "Find the room you want with students inside or no one to revise calmly."; ObjectID = "JRt-5N-uWU"; */
"JRt-5N-uWU.text" = "Find the room you want with students inside or no one to revise calmly.";

/* Class = "UITextField"; placeholder = "Capacity"; ObjectID = "KbK-Ry-3ra"; */
"KbK-Ry-3ra.placeholder" = "Capacity";

/* Class = "UITextField"; placeholder = "Your email address"; ObjectID = "LAe-Ad-B7B"; */
"LAe-Ad-B7B.placeholder" = "Your email address";

/* Class = "UILabel"; text = "Add a room"; ObjectID = "Lnx-XB-HyZ"; */
"Lnx-XB-HyZ.text" = "Add a room";

/* Class = "UIButton"; normalTitle = "Need an account ? Sign up"; ObjectID = "M7g-U3-aHE"; */
"M7g-U3-aHE.normalTitle" = "Need an account ? Sign up";

/* Class = "UILabel"; text = "Lecture Hall II"; ObjectID = "Nsx-Eo-e9T"; */
"Nsx-Eo-e9T.text" = "Lecture Hall II";

/* Class = "UILabel"; text = "No rooms found for your school."; ObjectID = "PvK-bK-bB9"; */
"PvK-bK-bB9.text" = "No rooms found for your school.";

/* Class = "UILabel"; text = "1600"; ObjectID = "QIf-oz-as7"; */
"QIf-oz-as7.text" = "1600";

/* Class = "UITextField"; placeholder = "Last name"; ObjectID = "Qb6-mN-QHp"; */
"Qb6-mN-QHp.placeholder" = "Last name";

/* Class = "UIButton"; normalTitle = "Update account "; ObjectID = "SLI-sz-edx"; */
"SLI-sz-edx.normalTitle" = "Update account ";

/* Class = "UILabel"; text = "5th floor, next to the library"; ObjectID = "SxE-jc-YpC"; */
"SxE-jc-YpC.text" = "5th floor, next to the library";

/* Class = "UITextField"; placeholder = "Your password ( or a new )"; ObjectID = "TeF-il-beb"; */
"TeF-il-beb.placeholder" = "Your password ( or a new )";

/* Class = "UILabel"; text = "Add a new room so you'll have an idea of who are in this room."; ObjectID = "VR7-D7-Afc"; */
"VR7-D7-Afc.text" = "Add a new room so you'll have an idea of who are in this room.";

/* Class = "UINavigationItem"; title = "Add a room "; ObjectID = "Vi2-XS-Fr9"; */
"Vi2-XS-Fr9.title" = "Add a room ";

/* Class = "UILabel"; text = "Find your room"; ObjectID = "WHx-xb-fsW"; */
"WHx-xb-fsW.text" = "Find your room";

/* Class = "UITextField"; placeholder = "Your password"; ObjectID = "XgM-sQ-oXf"; */
"XgM-sQ-oXf.placeholder" = "Your password";

/* Class = "UILabel"; text = "v1.0"; ObjectID = "ZhP-j0-4CQ"; */
"ZhP-j0-4CQ.text" = "v1.0";

/* Class = "UILabel"; text = "Room description"; ObjectID = "Zj3-ws-R8k"; */
"Zj3-ws-R8k.text" = "Room description";

/* Class = "UINavigationItem"; title = "Sign Up"; ObjectID = "Zpb-M5-GVB"; */
"Zpb-M5-GVB.title" = "Sign Up";

/* Class = "UINavigationItem"; title = "Details"; ObjectID = "aTB-cu-KYk"; */
"aTB-cu-KYk.title" = "Details";

/* Class = "UILabel"; text = "Aymen Rebouh"; ObjectID = "bCW-jA-r5D"; */
"bCW-jA-r5D.text" = "Aymen Rebouh";

/* Class = "UITextField"; placeholder = "Formation"; ObjectID = "dW2-zO-WLL"; */
"dW2-zO-WLL.placeholder" = "Formation";

/* Class = "UINavigationItem"; title = "Let's find a room"; ObjectID = "efE-FE-jhp"; */
"efE-FE-jhp.title" = "Let's find a room";

/* Class = "UITextField"; placeholder = "Last name"; ObjectID = "enk-Y8-5dl"; */
"enk-Y8-5dl.placeholder" = "Last name";

/* Class = "UITextField"; placeholder = "First name"; ObjectID = "hc9-xV-SJP"; */
"hc9-xV-SJP.placeholder" = "First name";

/* Class = "UITextField"; placeholder = "First name"; ObjectID = "hrj-lD-xRm"; */
"hrj-lD-xRm.placeholder" = "First name";

/* Class = "UILabel"; text = "5th floor, next to the library"; ObjectID = "hxf-tF-VJo"; */
"hxf-tF-VJo.text" = "5th floor, next to the library";

/* Class = "UITextField"; placeholder = "Room title"; ObjectID = "iKc-Nt-mYf"; */
"iKc-Nt-mYf.placeholder" = "Room title";

/* Class = "UILabel"; text = "Lecture Hall II"; ObjectID = "kuv-on-uQs"; */
"kuv-on-uQs.text" = "Lecture Hall II";

/* Class = "UILabel"; text = "or"; ObjectID = "onX-Uq-aMh"; */
"onX-Uq-aMh.text" = "or";

/* Class = "UITextField"; placeholder = "Your password"; ObjectID = "p3E-ZX-HdE"; */
"p3E-ZX-HdE.placeholder" = "Your password";

/* Class = "UITextField"; placeholder = "School ID"; ObjectID = "t0u-2A-gu8"; */
"t0u-2A-gu8.placeholder" = "School ID";

/* Class = "UITextField"; placeholder = "Your email address"; ObjectID = "tce-EI-cZB"; */
"tce-EI-cZB.placeholder" = "Your email address";

/* Class = "UILabel"; text = "Tap to change"; ObjectID = "w2S-Pg-RZz"; */
"w2S-Pg-RZz.text" = "Tap to change";

/* Class = "UILabel"; text = "1666"; ObjectID = "xun-QA-DBO"; */
"xun-QA-DBO.text" = "1666";

/* Class = "UITextField"; placeholder = "Beacon UUID"; ObjectID = "xyP-SS-w37"; */
"xyP-SS-w37.placeholder" = "Beacon UUID";

/* Class = "UITextField"; text = "1148EB03-BC2F-4815-A54D-3A329881FA0B"; ObjectID = "xyP-SS-w37"; */
"xyP-SS-w37.text" = "1148EB03-BC2F-4815-A54D-3A329881FA0B";
